@extends('layouts.main')

@section('custom-styles')
<link rel="stylesheet" href="css/conditions.css">
@endsection

@section('content')
<div class="container" id="conditions">

    <h3>Условия за ползване на този сайт:</h3>
    <h4>В този сайт НЕ се извършват продажби на продукти под никаква форма. </h4>
    <p class="lead">Тази патформа е направена с цел да среща творците с техните потенциални клиенти.</p>
    <p class="lead">Регистрираните профили са два вида:
        <p> - Творец - профил, който има право да качва продукти на платформата и носи отоворност за каченото съдържание.</p>
        <p> - Потребител- профил, който има право да разглежда, оценява продукти и творци, да ползва опцията Лично съобщение.</p>
    </p>
    <p class="lead">Всеки регистриран творец създава свой профил. В този профил може да качва свободно на сайта снимки на негови творби, като няма право да обявява техни цени.
    </p>
    <p class="lead">Потребителите на сайта могат да влизат и да разглеждат профилите на Творците. Могат също така да оценяват както отделните творби, така и творците.
    </p>
    <p class="lead">При желание от страна на потребител да се свърже с Творец, може да използва опцията "Лично съобщение". Съобщения могат да изпращат и да получават само регистрирани в сайта потребители.</p>
    <p>Съдържанието на личните съобщения и данните за продукти и творби е отговорност на създателите им.</p>
    <h4><b>ВАЖНО - Администраторите на този сайт НЕ носят под никаква форма отговорност за качените снимки на продукти. Отговорност за това носят само и единствено потребителите, които са ги качили.</b></h4>

    <a href="{{route('home')}}" class="btn btn-info" role="button">Върнете се в началото</a>
    <hr>
    @if($registerButton)
    <a href="{{route('register')}}" class="btn btn-info" role="button">Завършете регистрацията си</a>
    @endif

</div>
@endsection

@section('custom-scripts')
    <script src="js/custom.js"></script>
@endsection